{"translation-revision-date":"2023-11-09 08:17+0000","generator":"Loco https:\/\/localise.biz\/","source":"assets\/client\/admin\/chunks\/profile-wizard.js","domain":"woocommerce","locale_data":{"woocommerce":{"":{"domain":"woocommerce","lang":"es_ES","plural-forms":"nplurals=2; plural=n != 1;"},"$%f per month":["$%f al mes"],"$%f per year":["$%f al año"],"%s (I'm just getting started)":["%s (Acabo de empezar)"],"+250":["+250"],"< 10":["< 10"],"Add recommended business features to my site":["Añade características de negocios recomendadas para mi sitio"],"Amazon":["Amazon"],"BigCommerce":["BigCommerce"],"Billing is annual. All purchases are covered by our 30 day money back guarantee and include access to support and updates. Extensions will be added to a cart for you to purchase later.":["La facturación es anual. Todas las compras están cubiertas con una ganantía de 30 días de devolución del importe e incluyen acceso a soporte y actualizaciones. Las extensiones se añadirán a tu carrito para que las compres más tarde."],"Business Details":["Detalles del negocio"],"Business details":["Detalles del negocio"],"By installing %s plugin for free you agree to our {{link}}Terms of Service{{\/link}}.":["Al instalar el plugin %s de forma gratuita, aceptas nuestras {{link}}Condiciones del Servicio{{\/link}}.","Al instalar los plugins %s de forma gratuita, aceptas nuestras {{link}}Condiciones del Servicio{{\/link}}."],"Choose any that apply":["Elige cualquiera que corresponda"],"Continue":["Seguir"],"Continue without installing":["Continuar sin instalar"],"Currently selling elsewhere?":["¿Actualmente vendes en otro lugar?"],"Discard":["Descartar"],"Display monthly prices":["Mostrar precios mensuales"],"eBay":["eBay"],"Email address":["Dirección de correo electrónico"],"Etsy":["Etsy"],"Free":["Gratis"],"Free features":["Características gratuitas"],"Free Trial":["Prueba gratuita"],"Get free expert advice":["Consigue consejos expertos gratuitos"],"Get tips, product updates and inspiration straight to your mailbox.":["Recibe trucos, actualizaciones de productos e inspiración en tu bandeja de entrada."],"How many employees do you have?":["¿Cuántos empleados tienes?"],"How many products do you plan to display?":["¿Cuántos productos piensas mostrar?"],"I don't have any products yet.":["Aún no tengo productos."],"I'd rather not say":["Prefiero no decirlo"],"I'm setting up a store for a client":["Estoy configurando una tienda para un cliente"],"In which industry does the store operate?":["¿En qué sector opera la tienda?"],"Included business features":["Características de negocio incluidas"],"Industry":["Sector"],"Installing the following plugin: %s":["Instalando el siguiente plugin: %s","Instalando los siguientes plugins: %s"],"Invalid email address":["Dirección de correo electrónico no válida"],"It's just me":["Ninguno"],"Learn more":["Aprende más"],"Learn more about recommended free business features":["Aprende más sobre las características de negocios gratuitas recomendadas"],"Magento":["Magento"],"Manual setup is only recommended for\n experienced WooCommerce users or developers.":["La configuración manual solo está recomendada para\nusuarios de WooCommerce con experiencia o desarrolladores."],"More than %s":["Más de %s"],"Need help moving your store?":["¿Necesitas ayuda para migrar tu tienda?"],"No":["No"],"No commitment required - you can remove them at any time.":["No hay ningún compromiso obligatorio - puedes eliminarlas en cualquier momento."],"Other":["Otro"],"Please enter your email address to subscribe":["Por favor, introduce tu dirección de correo electrónico para suscribirte"],"Please select at least one industry":["Por favor, selecciona al menos un sector"],"Please select at least one product type":["Por favor, selecciona al menos un tipo de producto"],"Powered by Mailchimp":["Funciona gracias a Mailchimp"],"Product Types":["Tipos de productos"],"Retry":["Volver a intentar"],"Save":["Guardar"],"Save changes?":["Guardar cambios"],"Shopify":["Shopify"],"Skip setup store details":["Saltar la configuración de los detalles de la tienda"],"Squarespace":["Squarespace"],"Store Details":["Detalles de la tienda"],"store product count or revenue\u0004%s+":["%s+"],"store product count or revenue range\u0004%1$s - %2$s":["%1$s - %2$s"],"Tell us about your business":["Háblanos de tu negocio"],"Tell us where you run your business to help us configure currency, shipping, taxes, and more in a fully automated way.":["Cuéntanos desde donde diriges tu negocio para ayudarnos a configurar la moneda, el envío y los impuestos, entre otras cosas, de manera totalmente automática."],"The following extensions will be added to your site for free: WooPayments. An account is required to use this feature.":["Las siguientes extensiones se añadirán a tu sitio de forma gratuita: WooPayments. Se requiere una cuenta para utilizar esta característica."],"The following plugin will be installed for free: %1$s. %2$s":["El siguiente plugin se instalará gratis: %1$s. %2$s","Los siguientes plugins se instalarán gratis: %1$s. %2$s"],"There was a problem finishing the setup wizard":["Ocurrió un problema al finalizar el asistente de instalación"],"There was a problem saving free features state":["Ha ocurrido un problema al guardar el estado de las características gratuitas"],"There was a problem saving your store details":["Hubo un problema al guardar los detalles de tu tienda"],"There was a problem skipping the setup wizard":["Ha ocurrido un problema al omitir el asistente de configuración"],"There was a problem updating your business details":["Hubo un problema al actualizar los detalles de tu negocio"],"There was a problem updating your industries":["Hubo un problema al actualizar tus sectores"],"There was a problem updating your product types":["Hubo un problema al actualizar tus tipos de productos"],"This field is required":["Este campo es obligatorio"],"This product type requires a paid extension.\nWe'll add this to a cart so that\nyou can purchase and install it later.":["Este tipo de producto requiere una extensión de pago.\nLo añadiremos a tu carrito para que\npuedas comprarla e instalarla más tarde."],"Up to %s":["Hasta %s"],"User accounts are required to use these features.":["Es obligatorio una cuenta de usuario para usar estas características."],"Walmart":["Walmart"],"We recommend enhancing your store with these free extensions":["Te recomendamos mejorar tu tienda con estas extensiones gratuitas"],"We'd love to know if you are just getting started or you already have a business in place.":["Nos encantaría saber si acabas de empezar o si ya tienes un negocio en marcha."],"Welcome to WooCommerce":["Bienvenido a WooCommerce"],"What is the platform name?":["¿Cuál es el nombre de la plataforma?"],"What type of products will be listed?":["¿Qué tipo de productos se mostrarán?"],"What's your current annual revenue?":["¿Cuáles son tus actuales ingresos anuales?"],"Which platform is the store using?":["¿Qué plataforma usa la tienda?"],"Wish":["Wish"],"Wix":["Wix"],"Yes, I own a different store powered by WooCommerce":["Sí, tengo una tienda distinta que funciona con WooCommerce"],"Yes, in person at physical stores and\/or events":["Sí, en persona en tiendas físicas y\/o eventos"],"Yes, on another platform":["Sí, en otra plataforma"],"Yes, on another platform and in person at physical stores and\/or events":["Sí, en otra plataforma y en persona en tiendas físicas y\/o eventos"],"You're about to go to a different step. Do you want to save the changes you've made here so far?":["Estás a punto de ir a otro paso. ¿Quieres guardar los cambios que has hecho aquí hasta ahora?"]}}}