{"translation-revision-date":"2023-11-09 08:17+0000","generator":"Loco https:\/\/localise.biz\/","source":"packages\/woocommerce-blocks\/build\/wc-shipping-method-pickup-location.js","domain":"woocommerce","locale_data":{"woocommerce":{"":{"domain":"woocommerce","lang":"es_ES","plural-forms":"nplurals=2; plural=n != 1;"},"A Location title is required":["El nombre de la ubicación es obligatorio"],"Add a price for customers who choose local pickup":["Añade un precio para los clientes que elijan la recogida local"],"Add pickup location":["Añadir ubicación de recogida"],"Address":["Dirección"],"By default, the local pickup shipping method is free.":["Por defecto, el método de envío de recogida local es gratuito."],"Cancel":["Cancelar"],"City":["Ciudad"],"Cost":["Coste"],"Country \/ State":["País \/ Provincia"],"Define pickup locations for your customers to choose from during checkout.":["Define ubicación de recogida entre las que puedan elegir tus clientes al finalizar la compra."],"Delete location":["Borrar ubicación"],"Done":["Hecho"],"Edit":["Editar"],"Edit pickup location":["Editar ubicación de recogida"],"Enable local pickup":["Habilitar recogida local"],"Enable or disable local pickup on your store, and define costs. Local pickup is only available from the block checkout.":["Activa o desactiva la recogida local en tu tienda, y define los costes. La recogida local solo está disponible en el pago mediante bloques."],"Enabled":["Activado"],"Enabling this will produce duplicate options at checkout. Remove the local pickup shipping method from your <a>shipping zones<\/a>.":["Activar esto provocará opciones duplicadas al finalizar compra. Elimina el método de envío de recogida local de tus <a>zonas de envío<\/a>."],"Free":["Gratis"],"General":["General"],"If a cost is defined, this controls if taxes are applied to that cost.":["Si se define un coste, esto controla si se aplican las tarifas a ese coste."],"If local pickup is enabled, the \"Hide shipping costs until an address is entered\" setting will be ignored.":["Si la recogida local está habilitada, se ignorará el ajuste \"Ocultar los gastos de envío hasta que se introduzca una dirección\"."],"Learn more":["Aprende más"],"Local Pickup":["Recogida local"],"Local Pickup settings have been saved.":["Los ajustes de recogida local se han guardado."],"Local pickup title is required":["El nombre para la recogida local es obligatorio"],"Location name":["Nombre de la ubicación"],"Not taxable":["No gravable"],"Optional cost to charge for local pickup.":["Coste opcional a cargar para la recogida local."],"Pickup details":["Detalles de la recogida"],"Pickup location":["Ubicación de recogida"],"Pickup locations":["Ubicaciones de recogida"],"Postcode \/ ZIP":["Código postal"],"Save changes":["Guardar los cambios"],"State":["Provincia"],"Taxable":["Imponible"],"Taxes":["Impuestos"],"This is the shipping method title shown to customers.":["Este es el nombre del método de envío mostrado a los clientes."],"Title":["Título"],"View checkout page":["Ver página de finalizar compra"],"When enabled, local pickup will appear as an option on the block based checkout.":["Cuando está activo, la recogida local a parecerá como opción en el pago basado en bloques."],"When you add a pickup location, it will appear here.":["Cuando añadas una ubicación de recogida aparecerá aquí."]}}}